Repository: Biologer/Biologer-iOS
Catalog: Biologer/*.lproj/Localizable.strings
Languages: hr, sr_latn, sr_rs

# Common.tf.error.required
source: This field is required.
hr: Ovo polje je obavezno
sr_latn: Ovo polje je obavezno
sr_rs: Ово поље је обавезно

# Common.tf.email.error.notValid
source: The email format is invalid.
hr: E-pošta nije ispravno upisana
sr_latn: Adresa e-pošte nije ispravna
sr_rs: Адреса е-поште није исправна

# Common.tf.password.error.notValid
source: The password must contain at least one uppercase letter, one number, and be at least 8 characters long!
hr: Lozinka mora sadržavati veliko slovo, broj i mora imati najmanje 8 znakova!
sr_latn: Lozinka mora da sadrži bar jedno veliko slovo, jedan broj i da ima bar 8 znakova!
sr_rs: Лозинка мора да садржи бар једно велико слово, један број и да има бар 8 знакова!

# Common.btn.ok
source: OK
sr_latn: U redu
sr_rs: У реду

# Common.btn.yes
source: Yes
hr: Da
sr_latn: Da
sr_rs: Да

# Common.btn.no
source: No
hr: Ne
sr_latn: Ne
sr_rs: Не

# Common.btn.cancel
source: Cancel
hr: Otkaži
sr_latn: Otkaži
sr_rs: Откажи

# Common.title.downloading
source: Downloading...
hr: Preuzimanje...
sr_latn: Preuzimam…
sr_rs: Преузимам…

# Common.title.downloaded
source: Downloaded!
hr: Preuzeto!
sr_latn: Preuzeto!
sr_rs: Преузето!

# Common.title.notConnectedToWiFi
source: You are not connected to Wi-Fi. Do you want to download anyway?
hr: Niste povezani na WiFi. Želite li ipak preuzeti podatke?
sr_latn: Niste povezani na bežični internet. Da li ipak želite da preuzmete?
sr_rs: Нисте повезани на бежични интернет. Да ли ипак желите да преузмете?

# Common.title.notConnectedToInternet
source: You are not connected to the internet.
hr: Niste povezani na internet.
sr_latn: Niste povezani na internet.
sr_rs: Нисте повезани на интернет.

# Common.title.warning
source: Warning!
hr: Pažnja!
sr_latn: Pažnja!
sr_rs: Пажња!

# API.lb.error
source: Error!
hr: Greška!
sr_latn: Greška!
sr_rs: Грешка!

# API.lb.parsingError
source: Parsing error!
hr: Pogreška pri raščlanjivanju!
sr_latn: Greška u obradi!
sr_rs: Грешка у обради!

# API.lb.accountDeletionFailed
source: Failed to delete the user!
hr: Pogreška pri brisanju korisničkog računa!
sr_latn: Greška pri brisanju korisnika!
sr_rs: Грешка при брисању корисника!

# API.lb.envError
source: No environment selected!
hr: Okruženje nije odabrano!
sr_latn: Nije izabrano okruženje!
sr_rs: Није изабрано окружење!

# API.lb.noInternetError
source: No internet connection!
hr: Nema internetske veze!
sr_latn: Nema internet veze!
sr_rs: Нема интернет везе!

# API.lb.noInternetDescriptionError
source: Please check your internet connection and try again.
hr: Provjerite internetsku vezu i pokušajte ponovno.
sr_latn: Proverite vašu internet vezu i pokušajte ponovo.
sr_rs: Проверите вашу везу са интернетом и покушајте поново.

# Login.tf.username.placeholder
source: Username (email)
hr: Korisničko ime (e-pošta)
sr_latn: Korisničko ime (e-pošta)
sr_rs: Корисничко име (е-пошта)

# Login.tf.password.placeholder
source: Password
hr: Lozinka
sr_latn: Lozinka
sr_rs: Лозинка

# Login.env.placeholder
source: Select environment
hr: Odaberite okruženje
sr_latn: Izaberite okruženje
sr_rs: Изаберите окружење

# Login.btn.login
source: Log in
hr: Prijavite se
sr_latn: Prijavite se
sr_rs: Пријави ме

# Login.lb.noAccount
source: Don't have an account?
hr: Nemate korisnički račun?
sr_latn: Još uvek nemate nalog?
sr_rs: Још увек немате налог?

# Login.btn.register
source: Register
hr: Registrirajte se
sr_latn: Registrujte se
sr_rs: Региструј ме

# Login.btn.forgotPassword
source: Forgot password
hr: Zaboravili ste lozinku?
sr_latn: Zaboravili ste lozinku?
sr_rs: Заборавио сам лозинку

# Register.one.nav.title
source: Register (step one)
hr: Registracija (korak jedan)
sr_latn: Registracija (prvi korak)
sr_rs: Регистрација (први корак)

# Register.one.tf.name.placeholder
source: First name
hr: Ime
sr_latn: Ime
sr_rs: Име

# Register.one.tf.surname.placeholder
source: Last name
hr: Prezime
sr_latn: Prezime
sr_rs: Презиме

# Register.one.tf.institution.placeholder
source: Institution
hr: Institucija
sr_latn: Institucija
sr_rs: Институција

# Register.one.btn.next
source: Next
hr: Dalje
sr_latn: Dalje
sr_rs: Наредно

# Register.two.nav.title
source: Register (step two)
hr: Registracija (korak dva)
sr_latn: Registracija (drugi korak)
sr_rs: Регистрација (други корак)

# Register.two.tf.email.placeholder
source: Email
hr: E-pošta
sr_latn: Adresa e-pošte
sr_rs: Адреса е-поште

# Register.two.tf.password.placeholder
source: Password
hr: Lozinka
sr_latn: Lozinka
sr_rs: Лозинка

# Register.two.tf.repeatPassword.placeholder
source: Repeat password
hr: Ponovite lozinku
sr_latn: Ponovite lozinku
sr_rs: Поновите лозинку

# Register.two.tf.repeatPassword.error
source: Passwords do not match.
hr: Lozinke se ne podudaraju
sr_latn: Lozinke nisu iste
sr_rs: Лозинке нису исте

# Register.two.btn.next
source: Next
hr: Dalje
sr_latn: Dalje
sr_rs: Наредно

# Register.three.nav.title
source: Register (step three)
hr: Registracija (korak tri)
sr_latn: Registracija (treći korak)
sr_rs: Регистрација (трећи корак)

# Register.three.dataLicense.placeholder
source: Data license
hr: Licenca za podatke
sr_latn: Licenca podataka
sr_rs: Лиценца података

# Register.three.imageLicense.placeholder
source: Image license
hr: Licenca za fotografije
sr_latn: Licenca za slike
sr_rs: Лиценца за слике

# Register.three.lb.description
source: Your privacy and data-sharing preferences are very important to every Biologer community! To use this platform, you must read the privacy policy and understand how we use your personal data to validate species observations from the field. Also, feel free to choose how to share your field observations and photos with the world by defining licensing options.
hr: Vaša privatnost i postavke dijeljenja podataka ključne su za svaku Biologer zajednicu! Kako biste koristili ovu platformu, morate pročitati politiku privatnosti i razumjeti kako koristimo vaše osobne podatke za potvrdu opažanja vrsta na terenu. Također, slobodno odaberite kako želite dijeliti svoja terenska opažanja i fotografije s ostatkom svijeta definiranjem opcija licenciranja.
sr_latn: Podešavanja vaše privatnosti i načina deljenja podataka su veoma važan deo svake Biologer zajednice! Pre korišćenja ove platforme, morate pročitati politiku privatnosti i razumeti kako koristimo vaše lične podatke za potvrdu nalaza vrsta sa terena. Potrebno je i da izaberete kako želite da delite vaše nalaze i fotografije sa ostatkom sveta, tako što ćete podesiti željenu licencu.
sr_rs: Подешавања ваше приватности и начина дељења података су веома важан део сваке Биологер заједнице! Пре коришћења ове платформе, морате прочитати политику приватности и разумети како користимо ваше личне податке за потврду налаза врста са терена. Потребно је и да изаберете како желите да делите ваше налазе и фотографије са остатком света, тако што ћете подесити жељену лиценцу.

# Register.three.btn.privacyPolicy
source: Privacy policy
hr: Politika privatnosti
sr_latn: Politika privatnosti
sr_rs: Политика приватности

# Register.three.lb.acceptPrivacyPolicy
source: I accept the privacy policy
hr: Prihvaćam politiku privatnosti
sr_latn: Prihvatam politiku privatnosti
sr_rs: Прихватам политику приватности

# Register.three.btn.register
source: Register
hr: Registrirajte se
sr_latn: Registrujte se
sr_rs: Региструј ме

# Register.three.lb.error
source: You must accept the privacy policy to register!
hr: Za registraciju morate prihvatiti politiku privatnosti!
sr_latn: Morate prihvatiti politiku privatnosti!
sr_rs: Морате прихватити политику приватности!

# Register.three.successPopUp.title
source: Registration
hr: Registracija
sr_latn: Registracija
sr_rs: Регистрација

# Register.three.successPopUp.description
source: Registration is almost complete! To verify your identity, we will send an email with a confirmation link. Open the link to verify your email and log in to Biologer.
hr: Registracija je gotovo dovršena! Kako bismo provjerili da ste to vi, poslat ćemo vam e-poruku s potvrdom. Otvorite poveznicu u toj poruci kako biste potvrdili svoju e-adresu i zatim se prijavili u Biologer.
sr_latn: Registracija je skoro završena! Kako bi proverili da ste to bili vi, poslali smo vam poruku na adresu e-pošte sa vezom za potvrdu. Otvorite je da potvrdite vašu adresu, a zatim se možete prijaviti na Biologer.
sr_rs: Регистрација је скоро завршена! Како би проверили да сте то били ви, послали смо вам поруку на адресу е-поште са везом за потврду. Отворите је да потврдите вашу адресу, а затим се можете пријавити на Биологер.

# SideMenu.lb.listOfFindings
source: List of findings
hr: Popis nalaza
sr_latn: Spisak nalaza
sr_rs: Списак налаза

# SideMenu.lb.setup
source: Setup
hr: Postavke
sr_latn: Podešavanja
sr_rs: Подешавања

# SideMenu.lb.Logout
source: Logout
hr: Odjavite se
sr_latn: Odjavite se
sr_rs: Одјави ме

# SideMenu.lb.DeleteAccount
source: Delete account
hr: Izbrišite korisnički račun
sr_latn: Izbrišite korisnički nalog
sr_rs: Izbrisi korisnika

# SideMenu.lb.aboutUs
source: About us
hr: O nama
sr_latn: O nama
sr_rs: О нама

# SideMenu.lb.AboutBiologer
source: About Biologer
hr: O Biologeru
sr_latn: O Biologeru
sr_rs: О Биологеру

# SideMenu.lb.Help
source: Help
hr: Pomoć
sr_latn: Pomoć
sr_rs: Помоћ

# NewTaxon.lb.nav.title
source: Data entry
hr: Unos podataka
sr_latn: Unos nalaza
sr_rs: Унос налаза

# NewTaxon.lb.locationTitle
source: Location:
hr: Lokacija:
sr_latn: Mesto:
sr_rs: Место:

# NewTaxon.lb.accuracyTitle
source: Accuracy:
hr: Preciznost:
sr_latn: Preciznost:
sr_rs: Прецизност:

# NewTaxon.lb.latitude
source: Latitude:
hr: Geografska širina:
sr_latn: Geografska širina:
sr_rs: Географска дужина:

# NewTaxon.lb.longitued
source: Longitude:
hr: Geografska dužina:
sr_latn: Geografska dužina:
sr_rs: Географска ширина:

# NewTaxon.lb.altitude
source: Altitude:
hr: Nadmorska visina:
sr_latn: Nadmorska visina:
sr_rs: Надморска висина:

# NewTaxon.lb.waitingForCordinate
source: Waiting for coordinates...
hr: Čekaju se koordinate...
sr_latn: Čekaju se koordinate…
sr_rs: Чекам координате…

# NewTaxon.lb.accuracyUnknown
source: Unknown
hr: Nepoznato
sr_latn: Nepoznato
sr_rs: Непознато

# NewTaxon.btn.setLocation.title
source: Set location
hr: Postavite lokaciju
sr_latn: Postavi lokaciju
sr_rs: Постави локацију

# NewTaxon.lb.image.title
source: Images:
hr: Fotografije:
sr_latn: Slike:
sr_rs: Слике:

# NewTaxon.lb.info.title
source: Info:
sr_latn: Podaci:
sr_rs: Подаци:

# NewTaxon.tf.taxonName.placeholder
source: Taxon name
hr: Naziv taksona
sr_latn: Ime vrste
sr_rs: Име врсте

# NewTaxon.tf.nesting.placeholder
source: Nesting atlas code
hr: Kod Atlasa gniježđenja
sr_latn: Atlas kod gnežđenja
sr_rs: Атлас код гнежђења

# NewTaxon.tf.comment.placeholder
source: Comment
hr: Komentar
sr_latn: Beleška
sr_rs: Белешка

# NewTaxon.tf.individual.placeholder
source: Number of individuals
hr: Broj jedinki
sr_latn: Broj jedinki
sr_rs: Број јединки

# NewTaxon.tf.maleIndividual.placeholder
source: Number of males
hr: Broj mužjaka
sr_latn: Broj mužjaka
sr_rs: Број мужјака

# NewTaxon.tf.femaleIndividual.placeholder
source: Number of females
hr: Broj ženki
sr_latn: Broj ženki
sr_rs: Број женки

# NewTaxon.tf.developmentStage.placeholder
source: Development stage of taxon
hr: Razvojni stadij taksona
sr_latn: Razvojni stadijum vrste
sr_rs: Развојни стадијум врсте

# NewTaxon.tf.habitat.placeholder
source: Habitat
hr: Stanište
sr_latn: Stanište
sr_rs: Станиште

# NewTaxon.tf.foundOn.placeholder
source: Found on
hr: Pronađeno na
sr_latn: Nađeno na
sr_rs: Нађено на

# NewTaxon.tf.foundDead.placeholder
source: Cause of death
hr: Uzrok smrti
sr_latn: Uzrok smrti
sr_rs: Узрок смрти

# NewTaxon.tf.foundDead.text
source: Found dead?
hr: Pronađeno mrtvo?
sr_latn: Nađena mrtva?
sr_rs: Нађена мртва?

# NewTaxon.btn.callObservation.text
source: Call
hr: Oglašavanje
sr_latn: Oglašavanje
sr_rs: Оглашавање

# NewTaxon.btn.exuviaeObservation.text
source: Exuviae
sr_latn: Egzuvija
sr_rs: Егзувија

# NewTaxon.btn.save.text
source: Save
hr: Sačuvajte
sr_latn: Sačuvaj
sr_rs: Сачувај

# NewTaxon.map.nav.title
source: Select location
hr: Odabir lokacije
sr_latn: Izaberi lokaciju
sr_rs: Изабери локацију

# NewTaxon.image.nav.title
source: Image previews
hr: Pregled fotografija
sr_latn: Pregled slika
sr_rs: Преглед слика

# NewTaxon.image.placeholder.title
source: No images added
hr: Fotografije nisu dodane
sr_latn: Nisu dodate slike
sr_rs: Нису додате слике

# NewTaxon.search.nav.title
source: Search taxons
hr: Pretraga taksona
sr_latn: Pretraga taksona
sr_rs: Претрага таксона

# NewTaxon.nestingAtlas.nav.title
source: Nesting Atlas Code
hr: Kod Atlasa gniježđenja
sr_latn: Atlas kod gnežđenja
sr_rs: Атлас код гњежђења

# NewTaxon.mapType.normal.title
source: Normal
hr: Normalno
sr_latn: Uobičajena
sr_rs: Уобичајена

# NewTaxon.mapType.hybrid.title
source: Hybrid
hr: Hibrid
sr_latn: Hibridna
sr_rs: Хибридна

# NewTaxon.mapType.terrain.title
source: Terrain
hr: Teren
sr_latn: Terenska
sr_rs: Теренска

# NewTaxon.mapType.satellite.title
source: Satellite
hr: Satelit
sr_latn: Satelitska
sr_rs: Сателитска

# NewTaxon.map.accuracy.text
source: Accuracy of coordinates:
hr: Preciznost koordinata:
sr_latn: Preciznost koordinata:
sr_rs: Прецизност координата:

# NewTaxon.map.accuracy.description
source: Move the marker to change accuracy.
hr: Pomaknite marker za promjenu preciznosti.
sr_latn: Pomerite marker da promenite preciznost.
sr_rs: Померите маркер да промените прецизност.

# NewTaxon.image.errorPopUp.title
source: Attention!
hr: Oprez!
sr_latn: Upozorenje!
sr_rs: Упозорење!

# NewTaxon.image.errorPopUp.description
source: You can add only three photos.
hr: Možete dodati najviše tri fotografije.
sr_latn: Možete dodati samo tri fotografije.
sr_rs: Можете додати само три фотографије.

# NewTaxon.popUpError.description.title.taxonNameRequired
source: Taxon name is required.
hr: Naziv taksona je obavezan
sr_latn: Morate uneti ime vrste
sr_rs: Морате унети име врсте

# NewTaxon.popUpError.description.title.minimumNumberOfIndividualsIsOne
source: The minimum number of individuals is one.
hr: Minimalan broj jedinki je jedan
sr_latn: Ne možete upisati manje od jedne jedinke
sr_rs: Не можете уписати мање од једне јединке

# NestingAtlasCode.title.1
source: 0. Species observed but suspected to be on migration or summering as a non-breeder
hr: 0. Vrsta opažena, ali se sumnja da je u migraciji ili da ljetuje kao negnijezdeća
sr_latn: 0. Sumnja se da je jedinka na seobi ili da se samo zadržava tokom letnjeg perioda, ali se ne gnezdi
sr_rs: 0. Сумња се да је јединка на сеоби или да се само задржава током летњег периода, али се не гнезди

# NestingAtlasCode.title.2
source: 1. Species observed in breeding season in possible nesting habitat
hr: 1. Vrsta opažena u sezoni gniježđenja u mogućem staništu za gniježđenje
sr_latn: 1. Vrsta posmatrana u gnezdećoj sezoni u mogućem gnezdećem staništu
sr_rs: 1. Врста посматрана у гнездећој сезони у могућем гнездећем станишту

# NestingAtlasCode.title.3
source: 2. Singing male(s) present (or breeding calls heard) in breeding season
hr: 2. Pjevajući mužjak prisutan u sezoni gniježđenja (ili čujni glasovi gniježđenja)
sr_latn: 2. Teritorijalni (pevajući) mužjak prisutan tokom gnezdeće sezone
sr_rs: 2. Територијални (певајући) мужјак присутан током гнездеће сезоне

# NestingAtlasCode.title.4
source: 3. Pair observed in suitable nesting habitat in breeding season
hr: 3. Par opažen u odgovarajućem staništu za gniježđenje tijekom sezone gniježđenja
sr_latn: 3. Par posmatran u staništu pogodnom za gnežđenje, tokom gnezdeće sezone
sr_rs: 3. Пар посматран у станишту погодном за гнежђење, током гнездеће сезоне

# NestingAtlasCode.title.5
source: 4. Permanent territory presumed through registration of territorial behavior (song, etc.) on at least two different days a week or more apart at the same place
hr: 4. Pretpostavljeno trajno teritorijalno ponašanje (pjesma itd.) zabilježeno na najmanje dva različita dana u razmaku od tjedan dana ili više na istom mjestu
sr_latn: 4. Teritorijalno ponašanje (pesma, svadbeni let, itd.) zabeleženo tokom najmanje dva različita dana u sedmici ili u većem vremenskom razmaku, uvek na istom mestu
sr_rs: 4. Територијално понашање (песма, свадбени лет, итд.) забележено током најмање два различита дана у седмици или у већем временском размаку, увек на истом месту

# NestingAtlasCode.title.6
source: 5. Courtship and display
hr: 5. Udvaranje i rituali parenja
sr_latn: 5. Udvaranje, šepurenje ili svadbeni let
sr_rs: 5. Удварање, шепурење или свадбени лет

# NestingAtlasCode.title.7
source: 6. Visiting probable nest site
hr: 6. Posjećivanje vjerojatnog mjesta gniježđenja
sr_latn: 6. Posećivanje moguće gnezdeće teritorije
sr_rs: 6. Посећивање могуће гнездеће територије

# NestingAtlasCode.title.8
source: 7. Agitated behavior or anxiety calls from adults
hr: 7. Uznemireno ponašanje ili znakovi tjeskobe kod odraslih ptica
sr_latn: 7. Uznemireno ponašanje ili nervozno oglašavanje odraslih ptica
sr_rs: 7. Узнемирено понашање или нервозно оглашавање одраслих птица

# NestingAtlasCode.title.9
source: 8. Brood patch on an adult examined in the hand
hr: 8. Gola trbušna ploha (brood patch) opažena na odrasloj ptici u ruci
sr_latn: 8. Gnezdeća pega na odrasloj jedinki pregledanoj iz ruke
sr_rs: 8. Гнездећа пега на одраслој јединки прегледаној из руке

# NestingAtlasCode.title.10
source: 9. Nest building or excavating nest hole
hr: 9. Izgradnja gnijezda ili kopanje rupe za gnijezdo
sr_latn: 9. Izgradnja gnezda ili dubljenje gnezdeće duplje
sr_rs: 9. Изградња гнезда или дубљење гнездеће дупље

# NestingAtlasCode.title.11
source: 10. Distraction-display or injury-feigning
hr: 10. Ponašanje odvraćanja pažnje ili simuliranje ozljede
sr_latn: 10. Odvraćanje pažnje ili glumljenje povrede
sr_rs: 10. Одвраћање пажње или глумљење повреде

# NestingAtlasCode.title.12
source: 11. Used nest or eggshells found (occupied or laid within the survey period)
hr: 11. Pronađeno korišteno gnijezdo ili ljuske jaja (zauzeto ili položeno u razdoblju istraživanja)
sr_latn: 11. Pronađeno korišćeno gnezdo/ljuske od jaja (zauzeto/položeno tokom perioda istraživanja)
sr_rs: 11. Пронађено коришћено гнездо/љуске од јаја (заузето/положено током периода истраживања)

# NestingAtlasCode.title.13
source: 12. Recently fledged young (nidicolous species) or downy young (nidifugous species)
hr: 12. Nedavno opernati mladi (nidikolne vrste) ili paperjasti mladi (nidifugne vrste)
sr_latn: 12. Nedavno izleženi mladunci (čučavci) ili mladunci u paperju (potrkušci)
sr_rs: 12. Недавно излежени младунци (чучавци) или младунци у паперју (потркушци)

# NestingAtlasCode.title.14
source: 13. Adults entering or leaving a nest site in circumstances indicating an occupied nest (including high nests or nest holes where the contents cannot be seen) or an adult seen incubating
hr: 13. Odrasli ulaze ili izlaze iz mjesta gniježđenja u okolnostima koje ukazuju na zauzeto gnijezdo (uključujući visoka gnijezda ili duplje čiji sadržaj nije vidljiv) ili odrasla ptica viđena u inkubaciji
sr_latn: 13. Roditelji koji posećuju gnezdo u okolnostima koje ukazuju na zauzetost gnezda ili roditelji posmatrani na gnezdu tokom inkubacije
sr_rs: 13. Родитељи који посећују гнездо у околностима које указују на заузетост гнезда или родитељи посматрани на гнезду током инкубације

# NestingAtlasCode.title.15
source: 14. Adult carrying a fecal sac or food for young
hr: 14. Odrasla ptica nosi izmetnu vrećicu ili hranu za mlade
sr_latn: 14. Roditelji iznose izmet mladunaca iz gnezda ili nose hranu za mladunce
sr_rs: 14. Родитељи износе измет младунаца из гнезда или носе храну за младунце

# NestingAtlasCode.title.16
source: 15. Nest containing eggs
hr: 15. Gnijezdo s jajima
sr_latn: 15. Pronađeno gnezdo sa jajima
sr_rs: 15. Пронађено гнездо са јајима

# NestingAtlasCode.title.17
source: 16. Nest with young seen or heard
hr: 16. Gnijezdo s mladima viđeno ili čujno
sr_latn: 16. Pronađeno gnezdo sa mladuncima (posmatranim ili slušanim)
sr_rs: 16. Пронађено гнездо са младунцима (посматраним или слушаним)

# DownloadTaxon.doYouWantDownload.title
source: Do you want to download taxa?
hr: Želite li preuzeti podatke o taksonima?
sr_latn: Da li želite da preuzmete sve taksone?
sr_rs: Да ли желите да преузмете све таксоне

# ListOfFindings.nav.title
source: Biologer
sr_rs: Биологер

# ListOfFindings.noFindings.title
source: Your field records will appear here. To add a new observation of a species, just use the "+" sign and fill out the form. Once you have a stable internet connection, use the upload button to send all records to the server.
hr: Vaši evidentirani nalazi će se prikazati ovdje. Za dodavanje novog opažanja vrste, jednostavno pritisnite znak "+" i ispunite obrazac. Kada budete imali stabilnu internetsku vezu, koristite gumb za otpremanje kako biste poslali sve nalaze na server.
sr_latn: Vaša posmatranja sa terena će se pojaviti ovde. Dodirnite „+“ da dodate novi nalaz na spisak. Nakon što dođete do stabilnog interneta, možete dodirnuti dugme za slanje i poslati svoje nalaze na server.
sr_rs: Баша посматрања са терена ће се појавити овде. Додирните „+“ да додате нови налаз на списак. Након што дођете до стабилног интернета, можете додирнути дугме за слање и послати своје налазе на сервер.

# ListOfFindings.deleteScreen.title
source: Do you want to delete?
hr: Želite li izbrisati?
sr_latn: Da li želite da obrišete?
sr_rs: Да ли желите да обришете?

# ListOfFindings.deleteScreen.lb.allTitle
source: All findings
hr: Sve nalaze
sr_latn: Svi nalazi
sr_rs: Сви налази

# ListOfFindings.deleteScreen.lb.selectedTitle
source: Selected finding
hr: Izabrani nalaz
sr_latn: Izabrani nalaz
sr_rs: Изабрани налаз

# ListOfFindings.deleteScreen.btn.cancel
source: Cancel
hr: Otkaži
sr_latn: Otkaži
sr_rs: Откажи

# ListOfFindings.deleteScreen.btn.delete
source: Delete
hr: Izbriši
sr_latn: Obriši
sr_rs: Обриши

# ListOfFindings.popUpUserVerified.description
source: Your email address is not confirmed! Your registration was successful, and you can use some basic functionality of Biologer. However, you will not be able to submit species observations until you validate your email address.
hr: Adresa vaše e-pošte još uvijek nije potvrđena! Uspješno ste se registrirali na Biologer i neke osnovne funkcije su vam dostupne, ali da biste mogli slati podatke o vrstama, morate otvoriti e-mail koji ste primili i potvrditi svoju adresu.
sr_latn: Adresa vase e-pošte još uvek nije potvrđena! Uspešno ste se registrovali na Biologer i neke od osnovnih radnji će vam biti dostupne, ali ćete za slanje zabeležnih vrsta morati da otvorite e-poruku koju ste dobili i potvrdite vašu adresu.
sr_rs: Адреса ваше е-поште још увек није потврђена! Успешно сте се регистровали на Биологер и неке од основних радњи ће вам бити доступне, али ћете за слање забележених врста морати да отворите е-поруку коју сте добили и потврдити вашу адресу.

# UploadFindings.noFindingsToUploadPopUp.title
source: Uploading findings...
hr: Otpremanje nalaza...
sr_latn: Slanje nalaza…
sr_rs: Шаљем налазе…

# UploadFindings.noFindingsToUploadPopUp.description
source: There are no findings to upload.
hr: Nema nalaza za otpremanje.
sr_latn: Nema nalaza za slanje.
sr_rs: Нема налаза за слање.

# UploadFindings.yesOrNoPopUp.title
source: Do you want to upload findings?
hr: Želite li otpremiti nalaze?
sr_latn: Da li želite da pošaljete nalaze?
sr_rs: Да ли желите да пошаљете налазе?

# UploadFindings.uploadedFindingPopUp.title
source: Success!
hr: Uspješno!
sr_latn: Uspešno!
sr_rs: Успешно!

# UploadFindings.uploadedFindingPopUp.description
source: All findings have been uploaded!
hr: Svi nalazi su otpremljeni!
sr_latn: Svi nalazi su poslati!
sr_rs: Сви налази су послати!

# Settings.lb.dataEntry
source: Data Entry
hr: Unos podataka
sr_latn: Unos podataka
sr_rs: Унос података
