Repository: Biologer/Biologer-iOS
Catalog: Biologer/*.lproj/Localizable.strings
Languages: hr, sr_latn, sr_rs

# Settings.lb.chooseSpecisGroup.title
source: Choose Species groups
hr: Odabir skupine vrsta
sr_latn: Odabir grupe vrsta
sr_rs: Изаберите групе врста

# Settings.lb.chooseSpecisGroup.desc
source: By selecting only certain groups (e.g., birds, butterflies, or plants), it will be easier to find species for data entry. Other species will not appear in the dropdown menu.
hr: Odabirom samo određenih skupina (npr. ptice, leptiri ili biljke) lakše ćete pronaći vrste za unos podataka. Druge vrste neće se prikazivati u padajućem izborniku.
sr_latn: Izborom određenih grupa (npr. ptice, leptiri ili biljke) biće vam lakše da pronađete vrstu prilikom unosa, pošto se ostale vrste neće prikazivati u spisku.
sr_rs: Избором одређених група (нпр. птице, лептири или биљке) биће вам лакше да пронађете врсту приликом уноса, пошто се остале врсте неће приказивати у списку.

# Settings.lb.awayListEnglish.title
source: Always list English names
hr: Uvijek prikazuj engleske nazive
sr_latn: Uvek prikazuj engleske nazive
sr_rs: Претражуј и називе на енглеском

# Settings.lb.awayListEnglish.desc
source: Allows Biologer to list English names for species even if the phone locale is set to another language.
hr: Omogućuje prikaz engleskih naziva vrsta u Biologeru, čak i ako je jezik telefona postavljen na drugi.
sr_latn: Omogućava Biologeru da prikazuje nazive vrsta na engleskom čak i kada je drugačije podešen jezik telefona
sr_rs: Дозвољава Биологеру да приказује и називе врста на енглеском чак и када је другачије подешен језик телефона

# Settings.lb.adultDefault.title
source: Set as adult by default
hr: Podrazumijevano postavi kao odraslu jedinku
sr_latn: Podrazumevano postavi kao odraslu jedinku
sr_rs: Подразумевано уноси одрасле

# Settings.lb.adultDefault.desc
source: Sets the life stage to adult by default, if the adult stage exists for the observed taxa.
hr: Automatski postavlja životni stadij na odraslu jedinku, ako postoji takva kategorija za opaženu vrstu.
sr_latn: Postavlja stadijum na odraslu jedinku, ukoliko taj stadijum postoji za izabranu vrstu.
sr_rs: Поставља стадијум на одраслу јединку, уколико тај стадијум постоји за изабрану врсту.

# Settings.lb.advanceObservation.title
source: Advanced observation entry
hr: Napredni unos opažanja
sr_latn: Detaljniji unos nalaza
sr_rs: Детаљнији унос налаза

# Settings.lb.advanceObservation.desc
source: Enables advanced options that can be entered with your occurrence (e.g., number of individuals, stage, sex).
hr: Omogućuje dodatne opcije pri unosu opažanja (npr. broj jedinki, stadij razvoja, spol).
sr_latn: Omogućava dodatne opcije koje možete uneti uz vaše nalaze (npr. broj jedinki, stadijum, pol).
sr_rs: Омогућава додатне опције које можете унети уз ваше налазе (нпр. број јединки, стадијум, пол).

# Settings.lb.userAccount
source: User account
hr: Korisnički račun
sr_latn: Korisnički nalog
sr_rs: Кориснички налог

# Settings.lb.projectName.title
source: Project name
hr: Ime projekta
sr_latn: Naziv projekta
sr_rs: Назив пројекта

# Settings.lb.projectName.desc
source: Sets the project title if your data was collected during a project.
hr: Postavite ime projekta ako su vaši podaci prikupljeni u sklopu određenog projekta.
sr_latn: Postavlja naziv projekta ukoliko su podaci sakupljeni tokom projekta
sr_rs: Поставља назив пројекта уколико су подаци сакупљени током пројекта

# Settings.lb.dataLicense.title
source: Data license
hr: Licenca za podatke
sr_latn: Licenca za podatke
sr_rs: Лиценца за податке

# Settings.lb.dataLicense.desc
source: Choose a different license for your data collected through the application.
hr: Odaberite različitu licencu za podatke prikupljene putem aplikacije.
sr_latn: Omogućava izbor drugačije licence za podatke koje prikupljate iz Biologer aplikacije.
sr_rs: Омогућава избор другачије лиценце за податке које прикупљате из Биологер апликације.

# Settings.lb.imageLicense.title
source: Image license
hr: Licenca za fotografije
sr_latn: Licenca za slike
sr_rs: Лиценца за слике

# Settings.lb.imageLicense.desc
source: Choose a different license for images sent through the application.
hr: Odaberite različitu licencu za fotografije poslane putem aplikacije.
sr_latn: Omogućava izbor drugačije licence za fotografije koje šaljete iz Biologer aplikacije.
sr_rs: Омогућава избор другачије лиценце за фотографије које шаљете из Биологер апликације.

# Settings.lb.otherDownloads
source: Other downloads
hr: Ostala preuzimanja
sr_latn: Ostala preuzimanja
sr_rs: Остала преузимања

# Settings.lb.autoDownloadUpload.title
source: Auto download and upload
hr: Automatsko preuzimanje i otpremanje
sr_latn: Automatsko preuzimanje i slanje
sr_rs: Сам преузми и пошаљи

# Settings.lb.autoDownloadUpload.desc
source: Allows data to be automatically downloaded and uploaded without user intervention. By default, data will be transferred only on Wi-Fi.
hr: Omogućuje automatsko preuzimanje i otpremanje podataka bez intervencije korisnika. Prema zadanim postavkama, podaci će se slati samo kada ste povezani na WiFi.
sr_latn: Dozvoljava programu da sam preuzima i šalje podatke bez pomoći korisnika. Podaci se podrazumevano šalju kada je dostupna WiFi mreža.
sr_rs: Дозвољава програму да сам преузима и шаље податке без помоћи корисника. Подразумевано се подаци шаљу када је доступна бежична мрежа.

# Settings.lb.downloadTaxa.title
source: Download all taxa
hr: Preuzimanje svih taksona
sr_latn: Preuzimanje baze taksona
sr_rs: Преузми базу таксона

# Settings.lb.downloadTaxa.desc
source: Re-downloads the entire taxonomic tree in your application from the Biologer server.
hr: Ponovno preuzmite cijelo taksonomsko stablo u aplikaciju s Biologer servera.
sr_latn: Preuzima celokupno taksonomsko stablo u aplikaciji sa Biologerovog servera.
sr_rs: Преузима целокупно таксономско стабло у апликацији са Биологеровог сервера.

# Settings.lb.resetAllTaxa.title
source: Reset all taxa
hr: Reset svih taksona
sr_latn: Reset svih taksona
sr_rs: Врати све таксоне

# Settings.lb.resetAllTaxa.description
source: This action will remove all taxa from the app. However, you can still download the latest taxa from the server in the section above.
hr: Ova radnja će ukloniti sve taksone iz aplikacije. No, uvijek možete ponovno preuzeti najnovije podatke sa servera.
sr_latn: Ova radnja će ukloniti sve taksone iz aplikacije. Još uvek možete preuzeti najsvežije taksone izborom opcije iznad ove.
sr_rs: Ова радња ће уклонити све таксоне из апликације. Још увек можете преузети најсвежије таксоне избором опције изнад ове.

# Settings.lb.resetAllTaxa.yesOrNoAlert.title
source: Do you want to delete all taxa?
hr: Želite li izbrisati sve taksone?
sr_latn: Da li želite da obrišete sve taksone?
sr_rs: Да ли желите да обришете све таксоне?

# Settings.lb.resetAllTaxa.confirmAlert.title
source: Delete taxa
hr: Brisanje taksona
sr_latn: Obriši taksone
sr_rs: Обриши таксоне

# Settings.lb.resetAllTaxa.confirmAlert.description
source: All taxa have been successfully deleted!
hr: Svi taksoni su uspješno izbrisani!
sr_latn: Svi taksoni su uspešno obrisani!
sr_rs: Сви таксони су успешно обрисани!

# Settings.lb.resetAllTaxa.confirmAlert.whentTaxonEmpty.title
source: Delete taxa
hr: Brisanje taksona
sr_latn: Brisanje taksonа
sr_rs: Обриши таксоне

# Settings.lb.resetAllTaxa.confirmAlert.whentTaxonEmpty.description
source: There are no taxa to delete.
hr: Nema dostupnih taksona za brisanje.
sr_latn: Nema taksona za brisanje.
sr_rs: Нема таксона за брисање.

# ProjectName.tf.placeholder
source: Project name
hr: Naziv projekta
sr_latn: Naziv projekta
sr_rs: Назив пројекта

# DownloadAndUpload.nav.title
source: Auto download and upload
hr: Automatsko preuzimanje i otpremanje
sr_latn: Automatsko preuzimanje i slanje
sr_rs: Сам преузми и пошаљи

# DownloadAndUpload.nav.onlyWifi
source: Only on Wi-Fi network
hr: Samo na WiFi mreži
sr_latn: Samo na bežičnoj mreži (WiFi)
sr_rs: Само на бежичној мрежи (WiFi)

# DownloadAndUpload.nav.onAnyNetwork
source: On any network
hr: Na bilo kojoj mreži
sr_latn: Na bilo kojoj mreži
sr_rs: На било којој мрежи

# DownloadAndUpload.nav.alwaysAsk
source: Always ask user
hr: Uvijek pitaj korisnika
sr_latn: Uvek pitaj korisnika
sr_rs: Увек питај корисника

# DownloadAndUpload.popUp.success.title
source: Taxon update
hr: Ažuriranje taksona
sr_latn: Ažuriranje taksona
sr_rs: Ажурирање таксона

# DownloadAndUpload.popUp.success.description
source: All taxa are up to date!
hr: Svi taksoni su ažurirani!
sr_latn: Svi taksoni su ažurirani!
sr_rs: Сви таксони су ажурирани!

# Logout.lb.currentlyDB
source: You are currently logged into a database:
hr: Trenutno ste povezani na bazu:
sr_latn: Trenutno ste prijavljeni na bazu podataka:
sr_rs: Тренутно сте пријављени на базу података:

# Logout.lb.asUser
source: As user:
hr: Prijavljeni ste kao:
sr_latn: Kao korisnik:
sr_rs: Као корисник:

# Logout.lb.doYouWantLogout
source: Do you want to log out from this Biologer database?
hr: Želite li se odjaviti iz ove Biologer baze?
sr_latn: Da li želite da se odjavite sa ove Biologer baze podataka?
sr_rs: Да ли желите да се одјавите са ове Биологер базе података?

# Logout.btn.logout
source: Logout
hr: Odjavite se
sr_latn: Odjavite se
sr_rs: Одјави ме

# DeleteAccount.lb.currentlyDB
source: You are currently logged into a database:
hr: Trenutno ste povezani na bazu:
sr_latn: Trenutno ste povezani na bazu:
sr_rs: Тренутно сте пријављени на базу података:

# DeleteAccount.lb.asUser
source: As user:
hr: Prijavljeni ste kao:
sr_latn: Kao korisnik:
sr_rs: Као корисник:

# DeleteAccount.lb.doYouWantLogout
source: This action will delete your user account from the Biologer server. If you would like to use the Biologer application, you must register on the preferred Biologer server again.
hr: Ova radnja će trajno izbrisati vaš korisnički račun s Biologer servera. Ako želite ponovno koristiti Biologer aplikaciju, morat ćete se registrirati na nekom od Biologerovih servera.
sr_latn: Ova radnja će obrisati vaš korisnički nalog sa Biologer servera. Ukoliko želite da koristite Biologer aplikaciju, morate se registrovati na neki od Biologerovih servera.
sr_rs: Ова радња ће обрисати ваш кориснички налог са Биологер сервера. Уколико желите да користите Биологер апликацију, морате се регистровати на неки од Биологерових сервера.

# DeleteAccount.lb.doYouWantToDeleteObservations
source: Do you want to delete your observations, too?
hr: Želite li obrisati i svoja opažanja?
sr_latn: Da li želite da obrišete i vaše nalaze?
sr_rs: Да ли желите да обришете и ваше обзервације?

# DeleteAccount.btn.deleteAccount
source: Delete account
hr: Obrišite korisnički račun
sr_latn: Obrišite korisnički nalog
sr_rs: Oбриши Kорисника

# DeleteAccount.lb.successTitle
source: User deleted successfully
hr: Korisnik je uspješno obrisan
sr_latn: Korisnik je uspešno obrisan!
sr_rs: Korisnik je uspešno obrisan

# AboutBiologer.lb.currentlyDB
source: You are currently logged into a database:
hr: Trenutno ste povezani na bazu:
sr_latn: Trenutno ste prijavljeni na bazu podataka:
sr_rs: Тренутно сте пријављени на базу података:

# AboutBiologer.lb.desc.one
source: Biologer is an open-source application issued under the MIT license and designed to collect biodiversity data in Eastern Europe.
hr: Biologer je otvorena baza podataka izdana pod MIT licencom, dizajnirana za prikupljanje podataka o bioraznolikosti u Istočnoj Europi.
sr_latn: Biologer je otvorena baza podataka izdata pod MIT licencom i napravljena za prikupljanje podataka o biodiverzitetu na području Istočne Evrope.
sr_rs: Биологер је апликација коју покреће слободан софтвер, издат је под МИТ лиценцом и направљен како би прикупљао податке о биодиверзитету на подручју Источне Европе.

# AboutBiologer.lb.desc.two
source: Biologer was developed with funding from the Rufford Small Grants (Project Nos. 20507-B and 24652-B) and MAVA (Project No. 15097).
hr: Izradu Biologera financirali su Rufford Small Grants fondacija (projekti br. 20507-B i 24652-B) i MAVA fondacija (projekt br. 15097).
sr_latn: Biologer je razvijen zahvaljujući sredstvima Raford fondacije za male grantove (projekti br. 20507-B i 24652-B) i MAVA fondacije (projekat br. 15097).
sr_rs: Биологер је развијен захваљујући средствима Рафорд фондације за мале грантове (пројекти бр. 20507-B и 24652-B) и МАВА фондације (пројекат бр. 15097).

# AboutBiologer.lb.toFingMoreDetails
source: To find out more about Biologer, visit our website:
hr: Za više informacija o Biologeru, posjetite našu web stranicu:
sr_latn: Za više informacija o Biologeru, posetite našu veb stranicu:
sr_rs: За више информација о биологеру, посетите нашу веб страницу:

# AboutBiologer.lb.appVersion
source: App version:
hr: Verzija aplikacije:
sr_latn: Verzija aplikacije:
sr_rs: Издање:

# Help.title.first
source: Database option
hr: Odabir baze
sr_latn: Izbor baza podataka
sr_rs: Базе података

# Help.desc.first
source: Biologer application can connect to multiple databases. You should start by choosing your preferred database and registering online.
hr: Biologer aplikacija može se povezati s više baza podataka. Počnite odabirom željene baze i registracijom putem interneta.
sr_latn: Biologer aplikacija se može povezati na više baza podataka. Počnite tako što ćete izabrati bazu podataka i registrovati se na sajtu.
sr_rs: Биологер апликација се може повезати на више база података. Почните тако што ћете изабрати базу података и регистровати се на сајту.

# Help.title.second
source: Navigation is easy
hr: Jednostavna navigacija
sr_latn: Navigacija je jednostavna
sr_rs: Навигација је једноставна

# Help.desc.second
source: The side panel provides all the shortcuts and settings you need. Just swipe the screen to the right, and you're ready to go.
hr: Bočna traka sadrži sve prečace i postavke koje su vam potrebne. Samo prijeđite prstom udesno i spremni ste za rad.
sr_latn: Bočna traka sadrži sve prečice i podešavanja koja su vam potrebna. Samo prevucite prstom preko ekrana da biste ih prikazali.
sr_rs: Бочна површ садржи све пречице и подешавања која су вам потребна. Само превуците прстом преко екрана да би их приказали.

# Help.title.third
source: The main screen
hr: Glavni ekran
sr_latn: Početni ekran
sr_rs: Почетни екран

# Help.desc.third
source: From the main screen, you can add, edit, or delete your observations and send data to one of our servers.
hr: S glavnog ekrana možete dodati, urediti ili izbrisati svoja opažanja te poslati podatke na jednu od naših platformi.
sr_latn: Iz početnog ekrana aplikacije možete urediti ili obrisati nalaze i poslati podatke na neki od naših servera.
sr_rs: Из почетног екрана апликације можете уредити или обрисати налазе и послати податке на неки од наших сервера.

# Help.title.fourth
source: New observations
hr: Novo opažanje
sr_latn: Novi nalazi
sr_rs: Нови налази

# Help.desc.fourth
source: Adding data is easy! Suggest the species, add some photos, and Biologer does the rest. Advanced options can also be unlocked from the preferences.
hr: Dodavanje opažanja je jednostavno! Odaberite vrstu, dodajte nekoliko fotografija, a Biologer će učiniti ostalo. Napredne opcije možete uključiti u postavkama.
sr_latn: Dodavanje podataka je jednostavno! Predložite vrstu, dodajte fotografije i Biologer će ostalo odraditi sam. Dodatne opcije možete otključati iz podešavanja.
sr_rs: Додавање података је једноставно! Предложите врсту, додајте фотографије и Биологер ће остало одрадити сам. Додатне опције можете откључати из Подешавања.

# Env.nav.title
source: Select environment
hr: Odaberite okruženje
sr_latn: Izaberite okruženje
sr_rs: Изаберите окружење

# Env.lb.serbia
source: Serbia
hr: Srbija
sr_latn: Srbija
sr_rs: Србија

# Env.lb.croatia
source: Croatia
hr: Hrvatska
sr_latn: Hrvatska
sr_rs: Хрватска

# Env.lb.bosniaAndHerzegovina
source: Bosnia and Herzegovina
hr: Bosna i Hercegovina
sr_latn: Bosna i Hercegovina
sr_rs: Босна и Херцеговина

# Env.lb.developer
source: For developers
hr: Za programere
sr_latn: Za programere
sr_rs: За програмере

# Env.lb.montenegro
source: Montenegro
hr: Crna Gora
sr_latn: Crna Gora
sr_rs: Црна Гора

# ImgLicense.nav.title
source: Image license
hr: Licenca za slike
sr_latn: Licenca za slike
sr_rs: Лиценца за слике

# ImgLicense.lb.one
source: Share images for free (CC-BY-SA)
hr: Dijeli slike besplatno (CC-BY-SA)
sr_latn: Deli slobodno (CC-BY-SA)
sr_rs: Дели слободно (CC-BY-SA)

# ImgLicense.lb.two
source: Share images as noncommercial (CC-BY-SA-NC)
hr: Dijeli slike uz nekomercijalnu licencu (CC-BY-SA-NC)
sr_latn: Deli slike nekomercijalno (CC-BY-SA-NC)
sr_rs: Дели слике некомерцијално (CC-BY-SA-NC)

# ImgLicense.lb.three
source: Keep authorship and share online with watermark
hr: Zadrži autorstvo i dijeli online s vodenim žigom
sr_latn: Zadrži autorstvo i deli sa vodenim žigom
sr_rs: Задржи ауторство и дели са воденим жигом

# ImgLicense.lb.four
source: Keep authorship and restrict images from public domain
hr: Zadrži autorstvo i ograniči javni pristup slikama
sr_latn: Zadrži autorstvo i ograniči javni pristup slikama
sr_rs: Задржи ауторство и забрани приказ слика у јавном делу

# DataLicense.nav.title
source: Data license
hr: Licenca za podatke
sr_latn: Licenca za podatke
sr_rs: Лиценца за податке

# DataLicense.lb.one
source: Free (CC BY-SA)
hr: Besplatna (CC BY-SA)
sr_latn: Slobodna (CC BY-SA)
sr_rs: Слободна (CC BY-SA)

# DataLicense.lb.two
source: Free, NonCommercial (CC BY-SA-NC)
hr: Besplatna, nekomercijalna (CC BY-SA-NC)
sr_latn: Slobodna, nekomercijalna (CC BY-SA-NC)
sr_rs: Слободна, некомерцијална (CC BY-SA-NC)

# DataLicense.lb.three
source: Partially open (restricted to 10km)
hr: Djelomično otvorena (ograničenje na 10 km)
sr_latn: Delimično otvorena (ograničena na od 10km)
sr_rs: Делимично отворена (ограничена на од 10km)

# DataLicense.lb.four
source: Temporarily closed (publish as free after 3 years)
hr: Privremeno zatvorena (objavljuje se kao otvorena nakon 3 godine)
sr_latn: Privremeno zatvorena (objavi za 3 godine kao slobodno)
sr_rs: Привремено затворена (објави за 3 године као слободно)

# DataLicense.lb.five
source: Closed (available to you and the editors)
hr: Zatvorena (dostupna samo vama i urednicima)
sr_latn: Zatvorena (dostupno vama i urednicima)
sr_rs: Затворена (доступно вама и уредницима)
